Repository: vegadrift007-arch/ramkiller-mac
Catalog: RamKiller/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Tools
zh_hans: 工具

source: System
zh_hans: 系统

source: Memory
zh_hans: 内存

source: Processes
zh_hans: 进程

source: Automation
zh_hans: 自动化

source: Cache Cleaner
zh_hans: 缓存清理

source: Large Files
zh_hans: 大文件

source: Uninstaller
zh_hans: 卸载器

source: Launch Items
zh_hans: 启动项

source: Settings
zh_hans: 设置

source: LIVE
zh_hans: 实时

source: of %@ used
zh_hans: 已用 %@

source: %@ free
zh_hans: 可用 %@

source: Swapping %lld/s
zh_hans: 交换中 %lld/秒

source: Used
zh_hans: 已用

source: Unused
zh_hans: 可用

source: Compressor
zh_hans: 压缩器

source: Total
zh_hans: 总计

source: memory squeezed
zh_hans: 压缩后释放

source: physical RAM
zh_hans: 物理内存

source: Memory usage
zh_hans: 内存用量

source: GB over time
zh_hans: GB 时间趋势

source: Pressure
zh_hans: 压力

source: color = level
zh_hans: 颜色 = 等级

source: Swap activity
zh_hans: 交换活动

source: pages / second
zh_hans: 页 / 秒

source: Kernel breakdown
zh_hans: 内核分类

source: Advanced
zh_hans: 高级

source: Healthy
zh_hans: 正常

source: Warn
zh_hans: 警告

source: Critical
zh_hans: 严重

source: Under pressure
zh_hans: 压力中

source: kernel-locked
zh_hans: 内核占用

source: recently used
zh_hans: 近期使用

source: reclaimable
zh_hans: 可回收

source: prefetch
zh_hans: 预读

source: Search processes
zh_hans: 搜索进程

source: All processes
zh_hans: 全部进程

source: Refresh
zh_hans: 刷新

source: %lld procs
zh_hans: %lld 个

source: Name
zh_hans: 名称

source: User
zh_hans: 用户

source: Kill (SIGTERM)
zh_hans: 终止 (SIGTERM)

source: Force kill (SIGKILL)
zh_hans: 强制终止 (SIGKILL)

source: Select a process
zh_hans: 选择一个进程

source: Kill failed
zh_hans: 终止失败

source: OK
zh_hans: 好

source: Kill
zh_hans: 终止

source: Force kill
zh_hans: 强制终止

source: Cancel
zh_hans: 取消

source: Kill via privileged helper
zh_hans: 通过特权助手终止

source: Process
zh_hans: 进程

source: Resident memory
zh_hans: 驻留内存

source: Started
zh_hans: 启动时间

source: Elapsed
zh_hans: 运行时长

source: Path
zh_hans: 路径

source: Pressure Timeline
zh_hans: 压力时间轴

source: Culprit Processes
zh_hans: 高耗进程

source: Alert History
zh_hans: 告警历史

source: User Actions
zh_hans: 操作历史

source: No alerts yet
zh_hans: 暂无告警

source: Alerts appear here when memory thresholds are crossed.
zh_hans: 当内存超过阈值时告警会出现在这里。

source: Time
zh_hans: 时间

source: Level
zh_hans: 等级

source: Trigger
zh_hans: 触发原因

source: No actions yet
zh_hans: 暂无操作

source: Your kill / purge / clean actions show up here.
zh_hans: 你的终止 / 释放 / 清理操作会显示在这里。

source: Type
zh_hans: 类型

source: Target
zh_hans: 目标

source: Result
zh_hans: 结果

source: Top processes by aggregated RSS
zh_hans: 按累计 RSS 排序的进程

source: No data
zh_hans: 暂无数据

source: Total RSS
zh_hans: 累计 RSS

source: Sampled
zh_hans: 采样次数

source: No data yet
zh_hans: 暂无数据

source: App needs to run for at least a few minutes to show trends.
zh_hans: 应用需要运行至少几分钟才能显示趋势。

source: Samples
zh_hans: 样本

source: Pressure events
zh_hans: 压力事件

source: Avg unused
zh_hans: 平均可用

source: Warning
zh_hans: 警告

source: Emergency
zh_hans: 紧急

source: Scan
zh_hans: 扫描

source: Move to Trash
zh_hans: 移到废纸篓

source: Clean %@
zh_hans: 清理 %@

source: Clean %@?
zh_hans: 确定清理 %@？

source: Clean
zh_hans: 清理

source: Nothing to clean
zh_hans: 没有可清理项

source: No reclaimable cache found.
zh_hans: 未发现可释放的缓存。

source: Dismiss
zh_hans: 知道了

source: Developer Tools
zh_hans: 开发工具

source: Browsers
zh_hans: 浏览器

source: Media
zh_hans: 多媒体

source: Application Caches
zh_hans: 应用缓存

source: Trash
zh_hans: 废纸篓

source: Duplicates
zh_hans: 重复文件

source: Min size (MB):
zh_hans: 最小大小 (MB)：

source: Min file size (MB):
zh_hans: 最小文件大小 (MB)：

source: Unselect all
zh_hans: 取消全选

source: Select all
zh_hans: 全选

source: Modified
zh_hans: 修改时间

source: Size
zh_hans: 大小

source: Delete %@
zh_hans: 删除 %@

source: No duplicates found
zh_hans: 未发现重复文件

source: Save %@
zh_hans: 节省 %@

source: Delete duplicates (%@)
zh_hans: 删除重复文件 (%@)

source: Scan locations
zh_hans: 扫描位置

source: Add Folder
zh_hans: 添加目录

source: Reset
zh_hans: 重置

source: Search labels
zh_hans: 搜索标识

source: %lld total
zh_hans: 共 %lld 项

source: No launch items found
zh_hans: 未发现启动项

source: Login Item
zh_hans: 登录项

source: User Agent
zh_hans: 用户代理

source: System Agent
zh_hans: 系统代理

source: System Daemon
zh_hans: 系统守护进程

source: Critical system daemon — protected
zh_hans: 关键系统守护进程 — 受保护

source: Enable
zh_hans: 启用

source: Disable
zh_hans: 禁用

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除 %@？

source: This permanently removes the plist file. Cannot be undone.
zh_hans: 这将永久删除 plist 文件，无法撤销。

source: Disabled
zh_hans: 已禁用

source: Select an app
zh_hans: 选择一个 App

source: Drop a .app here
zh_hans: 拖放 .app 到这里

source: Search apps
zh_hans: 搜索 App

source: Sizing…
zh_hans: 计算中…

source: Protected
zh_hans: 受保护

source: System app — cannot be uninstalled
zh_hans: 系统 App — 不可卸载

source: Leftovers
zh_hans: 残留文件

source: Rescan
zh_hans: 重新扫描

source: No leftovers found.
zh_hans: 未发现残留文件。

source: Scan may be incomplete — see warning above.
zh_hans: 扫描可能不完整 — 请看上面警告。

source: Limited file access
zh_hans: 文件访问受限

source: RamKiller can't read parts of ~/Library, so some leftovers may be missed. Grant Full Disk Access for best results.
zh_hans: RamKiller 无法读取部分 ~/Library，可能会漏掉一些残留文件。授予「完整磁盘访问」权限以获得最佳效果。

source: Open System Settings
zh_hans: 打开系统设置

source: Select all (%lld)
zh_hans: 全选 (%lld)

source: Uninstall %@
zh_hans: 卸载 %@

source: Uninstall %@?
zh_hans: 确定卸载 %@？

source: Uninstall
zh_hans: 卸载

source: Caches
zh_hans: 缓存

source: Preferences
zh_hans: 偏好设置

source: Logs
zh_hans: 日志

source: Container
zh_hans: 容器

source: Group Container
zh_hans: 组容器

source: Saved State
zh_hans: 保存状态

source: HTTP Storage
zh_hans: HTTP 存储

source: Pkg Receipt
zh_hans: Pkg 凭证

source: Other
zh_hans: 其他

source: Startup
zh_hans: 启动

source: Launch at login
zh_hans: 登录时启动

source: Status: %@
zh_hans: 状态：%@

source: Privileged Helper
zh_hans: 特权助手

source: Required for: Purge Memory, killing system processes, managing system launch items
zh_hans: 用于：释放内存、终止系统进程、管理系统启动项

source: Install / Repair
zh_hans: 安装 / 修复

source: Restart
zh_hans: 重启

source: About
zh_hans: 关于

source: Version
zh_hans: 版本

source: Enabled
zh_hans: 已启用

source: Not registered
zh_hans: 未注册

source: Requires approval (System Settings)
zh_hans: 需要授权（系统设置）

source: Not found
zh_hans: 未找到

source: Unknown
zh_hans: 未知

source: Helper enabled
zh_hans: 助手已启用

source: Needs approval — open System Settings
zh_hans: 需要授权 — 请打开系统设置

source: Not installed
zh_hans: 未安装

source: Appearance
zh_hans: 外观

source: Dark navy + electric green
zh_hans: 深海蓝 + 荧光绿

source: Pastel pink + soft purple
zh_hans: 粉色 + 柔紫

source: Language
zh_hans: 语言

source: Follow System
zh_hans: 跟随系统

source: Switching language requires a restart.
zh_hans: 切换语言需要重启 App。

source: Restart RamKiller?
zh_hans: 重启 RamKiller？

source: Restart now
zh_hans: 立即重启

source: RamKiller needs to restart to apply the new language.
zh_hans: RamKiller 需要重启以应用新的语言。

source: Auto-purge on threshold
zh_hans: 达到阈值时自动释放

source: Automatically run Purge Memory when alert level reached
zh_hans: 达到告警等级时自动执行释放内存

source: From level
zh_hans: 起始等级

source: Save
zh_hans: 保存

source: Saved
zh_hans: 已保存

source: Reset to defaults
zh_hans: 恢复默认

source: Kill all
zh_hans: 全部终止

source: Kill %lld processes?
zh_hans: 终止 %lld 个进程？

source: Purge Memory
zh_hans: 释放内存

source: Helper not enabled (Settings → Privileged Helper)
zh_hans: 助手未启用（设置 → 特权助手）

source: Helper unreachable
zh_hans: 助手无响应

source: Sampling…
zh_hans: 采样中…

source: Top processes
zh_hans: 高占用进程

source: Open Window
zh_hans: 打开窗口

source: Quit
zh_hans: 退出

source: Coming in %@
zh_hans: 即将上线 — %@

source: Pick a tool
zh_hans: 选一个工具
